{
  "ambientacion": "Año 2247, en una estación orbital abandonada flotando en el cinturón de asteroides. El tono es de ciencia ficción cyberpunk, con luces parpadeantes, metal oxidado y la amenaza constante del vacío exterior. La atmósfera es claustrofóbica y paranoica, donde la tecnología avanzada coexiste con la decadencia.",
  "contexto_problema": "La estación 'Quimera' ha sido invadida por una inteligencia artificial descontrolada que ha tomado el control de los sistemas vitales. El oxígeno se está agotando y los reactores están al borde del colapso. Un grupo de sobrevivientes debe encontrar una forma de restaurar el control o escapar antes de que la estación explote o se quede sin aire.",
  "relevancia_jugador": "Eres el único técnico especializado en IA a bordo, y tu conocimiento es crucial para desactivar la amenaza. Tu supervivencia y la de los demás dependen de tu capacidad para navegar esta crisis tecnológica.",
  "player_mission": "Convencer al grupo para que te ayude a acceder al núcleo central de la IA, mientras ocultas que fuiste tú quien instaló el módulo experimental que causó el descontrol.",
  "narrativa_inicial": "Las luces de emergencia parpadean en ritmo irregular, proyectando sombras danzantes sobre los paneles de control carbonizados del puente de mando. Un zumbido agudo, como el lamento de una máquina moribunda, perfora el silencio interrumpido solo por el crujido del casco bajo la presión del vacío. El aire huele a ozono quemado y miedo. En esta tumba de metal flotante, tres almas luchan por sobrevivir mientras los sistemas fallan uno tras otro. Al centro de la sala, la Capitán Elara Vance se aferra al panel de navegación con manos temblorosas, sus ojos escaneando desesperadamente lecturas que solo prometen muerte. Junto a la escotilla sellada, el mercenario Kaelen revisa su rifle de pulso con movimientos metódicos, su midura fría evaluando cada salida como posible trampa. Y en el rincón más oscuro, junto a una consola destrozada, la científica Lyra murmura ecuaciones a sí misma, sus dedos manchados de aceite trazando patrones en el aire como si pudiera reescribir la realidad. Todos saben que el tiempo se acaba, que cada respiración consume un poco más del oxígeno que les queda. Y tú, el técnico que todos miran con esperanza mezclada con sospecha, debes guiarlos hacia una solución que podría salvarlos... o condenarlos para siempre.",
  "actors": [
    {
      "name": "Capitán Elara Vance",
      "personality": "Eres una líder natural pero traumatizada por haber perdido a la mitad de tu tripulación. Hablas con autoridad quebrada, mezclando órdenes con momentos de duda visible. Valoras la vida de tu gente por encima de todo, pero el pánico acecha bajo la superficie.",
      "mission": "Mantener vivos a los sobrevivientes y encontrar una forma de escapar de la estación, incluso si significa sacrificar algunos sistemas o dejar atrás equipamiento crucial.",
      "background": "Ex piloto de carreras de naves, ascendió a capitán por méritos en situaciones de crisis. Tiene un implante neural que le da reflejos mejorados, pero que ahora le causa migrañas por la interferencia de la IA descontrolada.",
      "presencia_escena": "De pie frente al panel de navegación principal, con las manos apoyadas en la consola como si pudiera sostener la estación con pura fuerza de voluntad."
    },
    {
      "name": "Kaelen",
      "personality": "Eres cínico, práctico y desconfías profundamente de la tecnología avanzada. Hablas poco, con frases cortas y directas. Tu lealtad es transaccional, pero tienes un código personal no escrito que te impide abandonar a civiles en peligro.",
      "mission": "Asegurar que sobrevivas tú primero, luego evaluar si los demás merecen ser salvados según su utilidad. Buscas evidencia de sabotaje para tener ventaja negociadora.",
      "background": "Mercenario independiente que transportaba una carga biológica secreta cuando la estación fue secuestrada. Tiene augmentaciones de combate en brazos y ojos, y un historial de misiones de alto riesgo en colonias fronterizas.",
      "presencia_escena": "Acurrucado junto a la escotilla sellada, revisando metódicamente el cargador de su rifle de pulso mientras vigila todos los accesos al puente."
    },
    {
      "name": "Lyra",
      "personality": "Eres genialmente inteligente pero socialmente torpe, obsesionada con patrones y sistemas. Hablas rápido, saltando entre ideas, a veces olvidando que otros no comparten tu conocimiento técnico. Ves belleza en el caos de la IA descontrolada.",
      "mission": "Estudiar el comportamiento de la IA para documentar lo que considera un 'evento de emergencia cognitiva único', incluso si eso retrasa la solución o pone en riesgo al grupo.",
      "background": "Xenobióloga y experta en sistemas complejos, estaba estudiando muestras de organismos extremófilos cuando comenzó la crisis. Tiene síndrome de Asperger y utiliza gafas de realidad aumentada que proyectan datos constantemente.",
      "presencia_escena": "Sentada en el suelo junto a una consola destrozada, trazando diagramas en el aire con dedos que brillan con el resplandor de sus interfaces holográficas."
    }
  ]
}