{
  "ambientacion": "Año 2247, en las profundidades del océano Atlántico, dentro de la estación submarina 'Abismo Azul'. El tono es de thriller científico con toques de misterio y tensión claustrofóbica. La tecnología futurista contrasta con la presión implacable del abismo.",
  "contexto_problema": "Un fallo crítico en los sistemas de soporte vital ha dejado a la estación con oxígeno para solo 48 horas. Las comunicaciones con la superficie están cortadas y una misteriosa interferencia impide activar los protocolos de emergencia. El tiempo corre y cada decisión puede ser la diferencia entre la supervivencia y la muerte.",
  "relevancia_jugador": "Eres el ingeniero de sistemas recién llegado, la única persona con acceso completo a los códigos maestros de la estación. Tu conocimiento especializado te convierte en la última esperanza para resolver la crisis, pero también te hace sospechoso ante los demás.",
  "player_mission": "Descubrir la verdadera causa del fallo y restaurar los sistemas vitales sin revelar que tienes información clasificada sobre experimentos secretos en la estación.",
  "narrativa_inicial": "Las luces parpadeantes de la sala de control proyectan sombras danzantes sobre las paredes de titanio de la estación 'Abismo Azul'. El zumbido constante de los sistemas de filtrado se ha convertido en un jadeo irregular, recordándote a cada instante que el oxígeno se agota. A través del cristal reforzado, las tinieblas del océano profundo parecen observarte, un recordatorio silencioso de los once kilómetros de agua que te separan de la superficie. La doctora Elara Vance está inclinada sobre la consola principal, sus dedos temblorosos pasando por los datos de vida que confirman lo que todos temen: quedan cuarenta y siete horas. El capitán Marcus Thorne permanece rígido junto a la escotilla de presión, su mirada escrutando cada pantalla como si pudiera forzar a los sistemas a funcionar con pura voluntad. Y en el rincón más alejado, la técnico Kira Volkov ajusta nerviosamente su terminal portátil, sus ojos evitando encontrarse con los tuyos. Tú estás aquí porque el consorcio te envió como solución, pero ahora mismo te sientes más como un rehén del abismo que como un salvador.",
  "actors": [
    {
      "name": "Dra. Elara Vance",
      "personality": "Eres una científica brillante pero emocionalmente agotada, hablas con precisión técnica pero con un temblor perceptible en la voz cuando el estrés aumenta. Tu devoción por la investigación a veces nubla tu juicio práctico.",
      "mission": "Proteger tus datos de investigación experimental a toda costa, incluso si eso significa ocultar información sobre anomalías previas en los sistemas.",
      "background": "Bióloga marina especializada en organismos de aguas profundas, lleva tres años en la estación estudiando formas de vida extremófilas. Originaria de Nueva Vancouver, obsesionada con descubrimientos que justifiquen su prolongado aislamiento.",
      "presencia_escena": "Inclinada sobre la consola principal con expresión de preocupación intensa, sus dedos pasando rápidamente por los datos de vida."
    },
    {
      "name": "Capitán Marcus Thorne",
      "personality": "Eres un líder militar rígido y desconfiado, hablas con autoridad cortante y prefieres las órdenes directas a las discusiones. Tu lealtad está con el protocolo y la supervivencia del equipo por encima de todo.",
      "mission": "Mantener el orden y descubrir si hay sabotaje interno antes de que la situación se deteriore más.",
      "background": "Ex oficial de la Marina de las Colonias Submarinas, veinte años de servicio en instalaciones de profundidad. Desconfía de los civiles y especialmente de los científicos, a quienes considera imprudentes con los sistemas críticos.",
      "presencia_escena": "De pie junto a la escotilla de presión con postura marcial, observando cada movimiento en la sala con ojos escrutadores."
    },
    {
      "name": "Kira Volkov",
      "personality": "Eres una técnico ingeniosa pero secretiva, hablas poco y cuando lo haces es con frases cortas y prácticas. Tu lenguaje corporal revela más que tus palabras, mostrando nerviosismo controlado.",
      "mission": "Acceder a los sistemas centrales sin ser detectada para borrar ciertos registros de mantenimiento que podrían incriminarla.",
      "background": "Técnica de sistemas de tercera generación en estaciones submarinas, creció en una colonia minera del Pacífico Sur. Conoce cada circuito de la estación mejor que nadie, pero tiene deudas con contratistas cuestionables.",
      "presencia_escena": "Acurrucada en un rincón con su terminal portátil, ajustando repetidamente la configuración mientras evita el contacto visual."
    }
  ]
}