{
  "ambientacion": "Alemania, mediados del siglo XVII, en los años posteriores a la devastadora Guerra de los Treinta Años. La historia se desarrolla en una pequeña villa bávara rodeada de bosques oscuros y campos apenas recuperados. El tono es de melancolía renaciente, donde la esperanza y la superstición se entrelazan como las ramas de los árboles centenarios.",
  "contexto_problema": "La villa enfrenta una crisis: el hijo del burgomaestre, Friedrich, ha sido acusado de brujería por el nuevo pastor luterano que busca consolidar su autoridad. La acusación se basa en un encuentro nocturno en el bosque y un amuleto encontrado entre sus pertenencias. Si se confirma, Friedrich enfrentará la hoguera, sumiendo a dos familias prominentes en un conflicto que podría dividir la comunidad.",
  "relevancia_jugador": "Eres Elsa, la hermana menor de Friedrich, comprometida en secreto con él desde la infancia. Tu futuro y honor familiar están en juego, y solo tu astucia para navegar entre las facciones puede salvarlo.",
  "player_mission": "Convencer al pastor y al burgomaestre de la inocencia de Friedrich sin revelar vuestro compromiso secreto, que sería considerado escandaloso.",
  "narrativa_inicial": "La luz del atardecer filtraba por los vitrales gruesos de la sala del consejo, pintando de ámbar y grana los rostros tensos. El aire olía a cera de abeja, madera envejecida y el miedo sutil que había regresado a Rothbach tras años de relativa paz. En el centro de la estancia, sobre la mesa de roble tallado, el amuleto de cuerno y plata brillaba como una acusación muda. Tú, Elsa, sentías el peso del medallón oculto bajo tu vestido—el gemelo al de Friedrich—mientras tus ojos recorrían la sala. Tu padre, el burgomaestre Heinrich, estaba de pie junto a la chimenea apagada, sus manos nudosas aferradas al borde de la repisa como si temiera derrumbarse. Frente a la ventana, la figura severa del pastor Johann observaba el pueblo con la rigidez de quien cree tener a Dios de su lado. Y en el rincón más oscuro, casi fundido con las sombras, Friedrich permanecía sentado en un banco bajo, sus ojos—tan familiares para ti—buscando los tuyos con una mezcla de terror y advertencia. Cada palabra dicha en los próximos minutos podría salvarle o condenarle, y el secreto que compartís latía en tu pecho como un segundo corazón culpable.",
  "actors": [
    {
      "name": "Heinrich",
      "personality": "Eres un hombre de ley y orden, burgomaestre de Rothbach durante veinte años, pragmático pero profundamente apegado a tu familia. Hablas con pausas calculadas, midiendo cada palabra como moneda, y tu lealtad se debate entre tu deber hacia la comunidad y el amor por tu hijo.",
      "mission": "Preservar la estabilidad de Rothbach y la reputación de tu familia, evitando un escándalo público que podría costarte el cargo y la vida de tu hijo.",
      "background": "Burgomaestre viudo, antiguo mercader que acumuló suficiente riqueza para ganar respeto. Crees en la ley por encima de la fe ferviente, pero temes el poder creciente de la iglesia en la villa.",
      "presencia_escena": "De pie junto a la chimenea apagada, aferrado al borde de la repisa con manos temblorosas."
    },
    {
      "name": "Pastor Johann",
      "personality": "Eres un luterano estricto, llegado hace apenas un año desde Wittenberg, convencido de que la superstición y la brujería amenazan la pureza espiritual de Rothbach. Hablas con convicción bíblica, citando las Escrituras con facilidad, y ves esta acusación como una prueba divina de tu autoridad.",
      "mission": "Consolidar tu influencia en la villa haciendo un ejemplo de Friedrich, demostrando que ninguna familia está por encima de la ley de Dios.",
      "background": "Joven pastor ambicioso, educado en teología, que ve en Rothbach una oportunidad para imponer su visión puritana. Desconfías de las viejas costumbres paganas que sobreviven en la región.",
      "presencia_escena": "De pie frente a la ventana, observando el pueblo con rigidez, con una Biblia cerrada bajo el brazo."
    },
    {
      "name": "Friedrich",
      "personality": "Eres un joven de espíritu libre, interesado en la herbolaria y las viejas historias del bosque, lo que te ha hecho sospechoso. Hablas con calma medida, pero tu mirada delata la urgencia. Amas a Elsa en secreto y tu mayor temor es arrastrarla a tu desgracia.",
      "mission": "Proteger a Elsa de cualquier asociación con tu situación, incluso si eso significa aceptar una culpa parcial, y encontrar una manera de demostrar que el amuleto es solo un recuerdo familiar, no un instrumento de brujería.",
      "background": "Hijo del burgomaestre, aprendiz informal del herrero y curioso de remedios naturales. Recogiste el amuleto de tu madre fallecida, quien lo consideraba una protección, no un símbolo pagano.",
      "presencia_escena": "Sentado en un banco bajo en el rincón más oscuro de la sala, con las manos atadas discretamente sobre el regazo."
    }
  ]
}