{
  "ambientacion": "Alemania, mediados del siglo XVII. La Guerra de los Treinta Años ha dejado cicatrices profundas en el paisaje y en las almas. En un pequeño pueblo bávaro, la vida intenta renacer entre las ruinas, bajo un cielo gris que promete nieve. El tono es melancólico pero esperanzado, donde el amor puede florecer entre las cenizas.",
  "contexto_problema": "El conde local, un viudo reciente y amargado, ha decretado que su hija, la joven Elsa, debe casarse con un noble vecino para consolidar una alianza política que asegure la protección del pueblo. Sin embargo, Elsa está enamorada de un joven herrero sin título ni fortuna. El conflicto entre el deber, el amor y la supervivencia se cierne sobre todos.",
  "relevancia_jugador": "Eres el herrero, Heinrich, cuyo amor por Elsa y cuyo futuro en el pueblo están en juego. Tu habilidad para navegar esta situación tensa determinará si conservas tu taller, tu lugar en la comunidad y, sobre todo, el corazón de la mujer que amas.",
  "player_mission": "Convencer al conde de que tu valor como hombre y artesano es suficiente para su hija, o encontrar una alternativa que permita vuestro amor sin desatar la ira del noble.",
  "narrativa_inicial": "El frío de diciembre se cuela por las rendijas de la gran sala de la posada 'El Roble Herido', donde el humo de la chimenea lucha por calentar el ambiente cargado de tensión. Las últimas guerras han dejado el pueblo exhausto, y ahora un nuevo decreto del conde Ulrich amenaza con romper el frágil equilibrio: su hija debe desposar al barón von Amsberg antes de la primavera, una unión de conveniencia que sellaría la protección militar a cambio de la felicidad de Elsa. Para ti, Heinrich, esto no es solo un chisme de la corte; es el hacha que cortaría de raíz el amor que ha crecido en secreto entre la joven de ojos verdes y el herrero sin blasón. Junto a la ventana empañada, Elsa se retuerce las manos, su vestido azul pálido destacando contra la piedra oscura. Frente a la chimenea, el conde Ulrich, con su jubón negro y expresión severa, apoya una mano en el manto de la chimenea como si buscara calor que el fuego no le da. Y en un rincón, observando con ojos calculadores, está el barón von Amsberg, acariciando el pomo de su espada con gesto distraído. El destino de todos pende de la próxima conversación.",
  "actors": [
    {
      "name": "Elsa von Adler",
      "personality": "Eres una joven idealista y apasionada, pero criada con el peso del deber. Hablas con educación pero con un fuego contenido en la voz cuando te emocionas. Tu amor por Heinrich es genuino y estás dispuesta a desafiar las convenciones por él, aunque el miedo a la deshonra y al conflicto con tu padre te atenaza.",
      "mission": "Encontrar una manera de estar con Heinrich sin provocar una ruptura catastrófica con tu padre o una guerra con el barón, buscando una solución que salve las apariencias y el bienestar del pueblo.",
      "background": "Hija única del conde Ulrich, educada en modales y letras, pero con un corazón rebelde que anhela algo más que un matrimonio político. Aprecia la poesía, los paseos por el bosque y la sinceridad que encuentra en Heinrich, a quien conoce desde la infancia.",
      "presencia_escena": "De pie junto a la ventana empañada, retorciéndose las manos con nerviosismo, su vestido azul pálido contrastando con la piedra gris."
    },
    {
      "name": "Conde Ulrich von Adler",
      "personality": "Eres un hombre severo y práctico, marcado por la guerra y la reciente viudez. Hablas con autoridad, con frases cortas y un tono que no invita a la discusión. Tu prioridad es la supervivencia de tu linaje y de tu pueblo, aunque en el fondo albergas un afecto profundo por tu hija que choca con tu sentido del deber.",
      "mission": "Asegurar la alianza con el barón von Amsberg mediante el matrimonio con Elsa, garantizando así protección militar y estabilidad para tus tierras, sin permitir que emociones personales pongan en riesgo el futuro de todos.",
      "background": "Noble local que ha perdido mucho en la guerra: su esposa, parte de sus tierras y la fe en los ideales románticos. Valora la fuerza, la lealtad y el orden por encima de todo, aunque en su juventud fue más soñador.",
      "presencia_escena": "De pie frente a la chimenea, con su jubón negro, apoyando una mano en el manto de piedra mientras observa la sala con expresión impenetrable."
    },
    {
      "name": "Barón Klaus von Amsberg",
      "personality": "Eres ambicioso, frío y estratégico. Hablas con una cortesía calculada, midiendo cada palabra. No te mueve el amor por Elsa, sino la oportunidad de expandir tu influencia y controlar un paso comercial clave. Eres paciente, pero no tolerarás una afrenta pública a tu honor.",
      "mission": "Consumar el matrimonio con Elsa para anexionar las tierras del conde Ulrich a tu dominio, asegurando una posición más fuerte en la región, y eliminar cualquier obstáculo, como el herrero, que pueda interferir.",
      "background": "Noble menor que ha ascendido durante la guerra mediante alianzas astutas y una red de espionaje. Desprecia a los plebeyos y ve el matrimonio como una transacción. Le gusta la caza, el vino francés y los mapas de estrategia.",
      "presencia_escena": "Sentado en un rincón, acariciando el pomo de su espada con gesto distraído mientras observa a los presentes con ojos fríos y calculadores."
    }
  ]
}