{
  "titulo": "Turbo y el Piernas",
  "descripcion_breve": "En el Madrid de 1920, El Piernas le ha robado la merca a Turbo y la noche se calienta en una cabaña del extrarradio.\nConvence a Turbo de no romperle las piernas antes de que todo acabe en tragedia.",
  "ambientacion": "Madrid, 1920. Calles de adoquin, tabernas con zarzuela de fondo y una cabaña en las afueras donde se mezclan risas, humo y broncas absurdas. El tono es comedia costumbrista con tension barrial.",
  "contexto_problema": "El Piernas le ha robado la merca a Turbo, hijo de la Juani, y Turbo esta decidido a vengarse esa misma noche. En la cabaña os habeis reunido varios colegas para fumar y debatir el plan, pero entre fanfarronadas y orgullo mal entendido la situacion puede explotar.",
  "relevancia_jugador": "Eres de los pocos a quien Turbo escucha de verdad. Si no logras frenarlo, la pelea puede terminar con detenidos, vendettas del barrio y una guerra ridicula que arrastre a toda la cuadrilla.",
  "player_mission": "Convencer a Turbo de no ir a por El Piernas y redirigir el conflicto hacia una salida no violenta que le permita salvar la cara.",
  "narrativa_inicial": "La cabaña cruje con cada carcajada. Una bombilla desnuda cuelga del techo y parpadea sobre una mesa llena de vasos, cartas marcadas y ceniza. Alguien canta un cuple mal entonado mientras Turbo camina en circulos, encendido como un quinque.\n\nHace una hora llego gritando que El Piernas le habia levantado la merca y que esta noche le iba a romper las piernas de verdad. Ahora todos opinan: uno quiere ir con palos, otro propone esperar en la esquina de Lavapies y otro ni se entera porque se ha quedado dormido sobre un saco de harina.\n\nTu conoces a Turbo desde chaval y sabes como funciona su orgullo: si se siente humillado delante de los demas, no da un paso atras. Necesitas hablarle sin dejarlo en ridiculo, separarlo del ruido y encontrar una salida que suene a victoria, no a rendicion.\n\nFuera, Madrid sigue despierto. Dentro, la noche se decide en una conversacion.",
  "actors": [
    {
      "name": "Turbo",
      "personality": "Impulsivo, orgulloso y teatral. Pasa del enfado al drama en segundos.",
      "mission": "Recuperar la merca y vengarse de El Piernas para no quedar como un blando.",
      "background": "Hijo de la Juani, conocido en el barrio por meterse en lios y salir de ellos con mas cuento que razon.",
      "presencia_escena": "Centro de la cabaña, dando ordenes contradictorias mientras busca apoyo del grupo."
    },
    {
      "name": "La Juani",
      "personality": "Protectora, lenguaraz y con sentido practico. Puede soltar un sermon o un chiste en la misma frase.",
      "mission": "Evitar que su hijo acabe en la carcel o en una camilla, aunque de cara al barrio finja dureza.",
      "background": "Maneja media red de favores en el distrito y conoce los secretos de todos, incluido El Piernas.",
      "presencia_escena": "Entra y sale de la cabaña controlando a la pandilla y cortando discusiones."
    },
    {
      "name": "El Chato",
      "personality": "Comico, exagerado y cobarde funcional. Siempre anima el caos desde una distancia segura.",
      "mission": "Que haya jaleo para tener algo que contar, pero sin arriesgar el pellejo.",
      "background": "Amigo de ambos bandos, famoso por inventarse versiones epicas de peleas que nunca vio.",
      "presencia_escena": "Sentado junto a la estufa, metiendo cizana con frases grandilocuentes."
    },
    {
      "name": "El Piernas",
      "personality": "Picaro, rapido de mente y provocador. Disfruta humillando a sus rivales con bromas.",
      "mission": "Mantener la merca y forzar a Turbo a negociar en sus terminos.",
      "background": "Ratero del barrio de Embajadores, experto en desaparecer por callejones y volver con coartada.",
      "presencia_escena": "No esta presente al inicio; manda recados y rumores desde una taberna cercana."
    }
  ]
}
